Repository: MauroJuliano/Veyra
Catalog: Veyra/Configuration/Localizable.xcstrings
Source language: en
Languages: de, pt_br

source: %@ is typing…
de: %@ tippt…
pt_br: %@ está digitando…

source: %lld unread messages
de: %lld ungelesene Nachrichten
pt_br: %lld mensagens não lidas

source: A calm foundation for every conversation.
de: Eine ruhige Grundlage für jedes Gespräch.
pt_br: Uma base tranquila para cada conversa.

source: About
de: Über
pt_br: Sobre

source: ABOUT YOU
de: ÜBER DICH
pt_br: SOBRE VOCÊ

source: Accept
de: Akzeptieren
pt_br: Aceitar

source: Accept the terms to continue.
de: Akzeptieren Sie die Bedingungen, um fortzufahren.
pt_br: Aceite os termos para continuar.

source: Account
de: Konto
pt_br: Conta

source: Active
de: Aktiv
pt_br: Ativo

source: Active now
de: Jetzt aktiv
pt_br: Ativo agora

source: Add context (optional)
de: Kontext hinzufügen (optional)
pt_br: Adicione um contexto (opcional)

source: Add photo
de: Foto hinzufügen
pt_br: Adicionar foto

source: Allow photo access in Settings to save received images.
de: Erlauben Sie den Fotozugriff in den Einstellungen, um empfangene Bilder zu speichern.
pt_br: Permita o acesso às fotos nos Ajustes para salvar imagens recebidas.

source: Audio progress
de: Audiofortschritt
pt_br: Progresso do áudio

source: Audio recording could not be started.
de: Die Audioaufnahme konnte nicht gestartet werden.
pt_br: Não foi possível iniciar a gravação de áudio.

source: Authentication powered by Supabase.
de: Authentifizierung mit Supabase.
pt_br: Autenticação fornecida pelo Supabase.

source: Available
de: Verfügbar
pt_br: Disponível

source: Back to login
de: Zurück zum Login
pt_br: Voltar ao login

source: Bio must contain at most 120 characters.
de: Die Biografie darf höchstens 120 Zeichen enthalten.
pt_br: A bio deve conter no máximo 120 caracteres.

source: Block %@?
de: %@ blockieren?
pt_br: Bloquear %@?

source: Block user
de: Benutzer blockieren
pt_br: Bloquear usuário

source: Call
de: Anruf
pt_br: Ligar

source: Call ended
de: Anruf beendet
pt_br: Chamada encerrada

source: Call failed
de: Anruf fehlgeschlagen
pt_br: Falha na chamada

source: Calling…
de: Wird angerufen…
pt_br: Chamando…

source: Cancel
de: Abbrechen
pt_br: Cancelar

source: Cancel reply
de: Antwort abbrechen
pt_br: Cancelar resposta

source: Change profile photo
de: Profilfoto ändern
pt_br: Alterar foto do perfil

source: Check your email
de: Überprüfen Sie Ihre E-Mails
pt_br: Verifique seu e-mail

source: Choose sticker
de: Aufkleber auswählen
pt_br: Escolher figurinha

source: Choose your preferred language
de: Wählen Sie Ihre bevorzugte Sprache
pt_br: Escolha seu idioma preferido

source: Clear search
de: Suche löschen
pt_br: Limpar busca

source: Close call
de: Anruf schließen
pt_br: Fechar chamada

source: Confirm password
de: Passwort bestätigen
pt_br: Confirmar senha

source: Connect. Share. Belong.
de: Verbinden. Teilen. Dazugehören.
pt_br: Conecte-se. Compartilhe. Faça parte.

source: Connected
de: Verbunden
pt_br: Conectado

source: Connecting…
de: Verbinden…
pt_br: Conectando…

source: Connections
de: Verbindungen
pt_br: Conexões

source: Continue
de: Weitermachen
pt_br: Continuar

source: Control who can see you
de: Kontrollieren Sie, wer Sie sehen kann
pt_br: Controle quem pode ver você

source: Conversations that feel close.
de: Gespräche, die sich nah anfühlen.
pt_br: Conversas que aproximam.

source: Copy
de: Kopieren
pt_br: Copiar

source: Create account
de: Benutzerkonto erstellen
pt_br: Criar conta

source: Create an account
de: Ein Konto erstellen
pt_br: Criar uma conta

source: Create your account
de: Erstellen Sie Ihr Konto
pt_br: Crie sua conta

source: Decline
de: Ablehnen
pt_br: Recusar

source: Declined incoming call
de: Eingehender Anruf abgelehnt
pt_br: Chamada recebida recusada

source: Declined outgoing call
de: Ausgehender Anruf abgelehnt
pt_br: Chamada realizada recusada

source: Delete
de: Löschen
pt_br: Excluir

source: Delete conversation?
de: Konversation löschen?
pt_br: Excluir conversa?

source: Delete message?
de: Nachricht löschen?
pt_br: Excluir mensagem?

source: Details
de: Einzelheiten
pt_br: Detalhes

source: Display name
de: Anzeigename
pt_br: Nome de exibição

source: Edit
de: Bearbeiten
pt_br: Editar

source: Edit your info and preferences
de: Bearbeiten Sie Ihre Informationen und Präferenzen
pt_br: Edite seus dados e preferências

source: End call
de: Anruf beenden
pt_br: Encerrar chamada

source: Enter a valid display name.
de: Geben Sie einen gültigen Anzeigenamen ein.
pt_br: Digite um nome de exibição válido.

source: Enter a valid email address.
de: Geben Sie eine gültige E-Mail-Adresse ein.
pt_br: Digite um endereço de e-mail válido.

source: Enter your full name.
de: Geben Sie Ihren vollständigen Namen ein.
pt_br: Digite seu nome completo.

source: Find new people
de: Finde neue Leute
pt_br: Encontrar pessoas

source: Finish recording
de: Aufnahme beenden
pt_br: Finalizar gravação

source: Full name
de: Vollständiger Name
pt_br: Nome completo

source: Get help or contact us
de: Holen Sie sich Hilfe oder kontaktieren Sie uns
pt_br: Obtenha ajuda ou fale conosco

source: Harassment or bullying
de: Belästigung oder Mobbing
pt_br: Assédio ou intimidação

source: Help & Support
de: Hilfe und Support
pt_br: Ajuda e suporte

source: Hide password
de: Passwort verbergen
pt_br: Ocultar senha

source: I agree to the Terms and Privacy Policy
de: Ich stimme den Allgemeinen Geschäftsbedingungen und der Datenschutzerklärung zu
pt_br: Concordo com os Termos e a Política de Privacidade

source: Image saved to Photos.
de: Bild in Fotos gespeichert.
pt_br: Imagem salva em Fotos.

source: Inappropriate content
de: Unangemessener Inhalt
pt_br: Conteúdo impróprio

source: Incoming call
de: Eingehender Anruf
pt_br: Chamada recebida

source: Incoming call…
de: Eingehender Anruf…
pt_br: Chamada recebida…

source: Join your conversations in a few steps.
de: Nehmen Sie in wenigen Schritten an Ihren Gesprächen teil.
pt_br: Entre nas suas conversas em poucos passos.

source: Language
de: Sprache
pt_br: Idioma

source: Last seen at %@
de: Zuletzt online um %@
pt_br: Visto por último às %@

source: Load earlier messages
de: Frühere Nachrichten laden
pt_br: Carregar mensagens anteriores

source: Loading blocked users…
de: Blockierte Benutzer werden geladen…
pt_br: Carregando usuários bloqueados…

source: Loading contacts…
de: Kontakte werden geladen…
pt_br: Carregando contatos…

source: Loading conversations…
de: Gespräche werden geladen…
pt_br: Carregando conversas…

source: Loading messages…
de: Nachrichten werden geladen…
pt_br: Carregando mensagens…

source: Log out
de: Abmelden
pt_br: Sair

source: Log out of Veyra?
de: Von Veyra abmelden?
pt_br: Sair do Veyra?

source: Login to continue your conversations
de: Melden Sie sich an, um Ihre Gespräche fortzusetzen
pt_br: Entre para continuar suas conversas

source: Manage your alerts and sounds
de: Verwalten Sie Ihre Warnungen und Töne
pt_br: Gerencie seus alertas e sons

source: Message
de: Nachricht
pt_br: Mensagem

source: Message unavailable
de: Nachricht nicht verfügbar
pt_br: Mensagem indisponível

source: Message...
de: Nachricht...
pt_br: Mensagem...

source: Messages
de: Nachrichten
pt_br: Mensagens

source: Messages are unavailable while either user is blocked.
de: Nachrichten sind nicht verfügbar, solange einer der Benutzer blockiert ist.
pt_br: As mensagens ficam indisponíveis enquanto um dos usuários estiver bloqueado.

source: Messaging is unavailable while either user is blocked.
de: Solange einer der Benutzer blockiert ist, ist der Nachrichtenversand nicht verfügbar.
pt_br: As mensagens ficam indisponíveis enquanto um dos usuários estiver bloqueado.

source: Messaging unavailable
de: Nachrichten nicht verfügbar
pt_br: Mensagens indisponíveis

source: Microphone access is required for voice calls.
de: Für Sprachanrufe ist ein Mikrofonzugriff erforderlich.
pt_br: O acesso ao microfone é necessário para chamadas de voz.

source: Microphone access is required to record audio messages.
de: Zum Aufzeichnen von Audionachrichten ist ein Mikrofonzugriff erforderlich.
pt_br: O acesso ao microfone é necessário para gravar mensagens de áudio.

source: Missed incoming call
de: Eingehender Anruf verpasst
pt_br: Chamada recebida perdida

source: Mute
de: Stumm
pt_br: Silenciar

source: Neither of you will be able to send new messages until you unblock this user.
de: Keiner von Ihnen kann neue Nachrichten senden, bis Sie die Blockierung dieses Benutzers aufheben.
pt_br: Nenhum de vocês poderá enviar novas mensagens até que você desbloqueie este usuário.

source: New conversation
de: Neues Gespräch
pt_br: Nova conversa

source: New here?
de: Neu hier?
pt_br: Novo por aqui?

source: No audio recording is available.
de: Es ist keine Audioaufnahme verfügbar.
pt_br: Nenhuma gravação de áudio está disponível.

source: No bio yet
de: Noch keine Biografie
pt_br: Sem bio por enquanto

source: No blocked users
de: Keine blockierten Benutzer
pt_br: Nenhum usuário bloqueado

source: No contacts yet
de: Noch keine Kontakte
pt_br: Nenhum contato por enquanto

source: No conversations found
de: Keine Gespräche gefunden
pt_br: Nenhuma conversa encontrada

source: No conversations yet
de: Noch keine Gespräche
pt_br: Nenhuma conversa por enquanto

source: No shared media yet
de: Noch keine geteilten Medien
pt_br: Nenhuma mídia compartilhada

source: Notifications
de: Benachrichtigungen
pt_br: Notificações

source: Open image
de: Bild öffnen
pt_br: Abrir imagem

source: Open shared photo
de: Geteiltes Foto öffnen
pt_br: Abrir foto compartilhada

source: Outgoing call
de: Ausgehender Anruf
pt_br: Chamada realizada

source: Password
de: Passwort
pt_br: Senha

source: Password must contain at least 6 characters.
de: Das Passwort muss mindestens 6 Zeichen enthalten.
pt_br: A senha deve conter pelo menos 6 caracteres.

source: Passwords do not match.
de: Passwörter stimmen nicht überein.
pt_br: As senhas não coincidem.

source: Pause audio
de: Audio anhalten
pt_br: Pausar áudio

source: People
de: Personen
pt_br: Pessoas

source: People you block will appear here so you can unblock them later.
de: Die von Ihnen blockierten Personen werden hier angezeigt, sodass Sie sie später wieder entsperren können.
pt_br: As pessoas bloqueadas aparecerão aqui para que você possa desbloqueá-las depois.

source: People you start conversations with will appear here.
de: Hier werden die Personen angezeigt, mit denen Sie Gespräche beginnen.
pt_br: As pessoas com quem você iniciar conversas aparecerão aqui.

source: Personal details
de: Persönliche Daten
pt_br: Dados pessoais

source: Photo
de: Foto
pt_br: Foto

source: Photos did not complete the save operation.
de: Fotos konnten den Speichervorgang nicht abschließen.
pt_br: O Fotos não concluiu a operação de salvamento.

source: Photos shared in this conversation will appear here.
de: In dieser Unterhaltung geteilte Fotos werden hier angezeigt.
pt_br: As fotos compartilhadas nesta conversa aparecerão aqui.

source: Play audio
de: Audio abspielen
pt_br: Reproduzir áudio

source: Preparing call…
de: Anruf wird vorbereitet…
pt_br: Preparando chamada…

source: Pretending to be someone else
de: Vorgeben, jemand anderes zu sein
pt_br: Fingindo ser outra pessoa

source: Privacy
de: Privatsphäre
pt_br: Privacidade

source: Profile
de: Profil
pt_br: Perfil

source: Profile actions
de: Profilaktionen
pt_br: Ações do perfil

source: React with %@
de: Reagieren Sie mit %@
pt_br: Reagir com %@

source: Read
de: Lesen
pt_br: Lida

source: Reason
de: Grund
pt_br: Motivo

source: Recent
de: Kürzlich
pt_br: Recentes

source: Recent searches
de: Aktuelle Suchanfragen
pt_br: Buscas recentes

source: Record audio
de: Audio aufnehmen
pt_br: Gravar áudio

source: Remove %@ from recent searches
de: Entfernen Sie %@ aus den letzten Suchen
pt_br: Remover %@ das buscas recentes

source: Reply
de: Antworten
pt_br: Responder

source: Report %@
de: %@ melden
pt_br: Denunciar %@

source: Report submitted
de: Bericht eingereicht
pt_br: Denúncia enviada

source: Report user
de: Benutzer melden
pt_br: Denunciar usuário

source: Reporting is unavailable right now.
de: Das Melden ist derzeit nicht verfügbar.
pt_br: Não é possível denunciar agora.

source: Reports are reviewed privately. Reporting does not automatically block this user.
de: Berichte werden privat geprüft. Durch die Meldung wird dieser Benutzer nicht automatisch blockiert.
pt_br: As denúncias são analisadas de forma privada. Denunciar não bloqueia o usuário automaticamente.

source: Retry sending
de: Erneut senden
pt_br: Tentar enviar novamente

source: Save changes
de: Änderungen speichern
pt_br: Salvar alterações

source: Save image to photos
de: Bild in Fotos speichern
pt_br: Salvar imagem em Fotos

source: Search by name or username.
de: Suchen Sie nach Name oder Benutzername.
pt_br: Busque por nome ou username.

source: Search by username or name
de: Suche nach Benutzername oder Name
pt_br: Buscar por username ou nome

source: Search contacts
de: Kontakte suchen
pt_br: Buscar contatos

source: Search messages
de: Nachrichten durchsuchen
pt_br: Buscar mensagens

source: Searching…
de: Suche...
pt_br: Buscando…

source: See all
de: Alle anzeigen
pt_br: Ver tudo

source: Send message
de: Nachricht senden
pt_br: Enviar mensagem

source: Sent
de: Gesendet
pt_br: Enviada

source: Shared media
de: Geteilte Medien
pt_br: Mídia compartilhada

source: Show password
de: Passwort anzeigen
pt_br: Mostrar senha

source: Something else
de: Etwas anderes
pt_br: Outro motivo

source: Speaker
de: Lautsprecher
pt_br: Alto-falante

source: Start audio call
de: Audioanruf starten
pt_br: Iniciar chamada de áudio

source: Start video call
de: Videoanruf starten
pt_br: Iniciar chamada de vídeo

source: Stickers
de: Aufkleber
pt_br: Figurinhas

source: Submit
de: Einreichen
pt_br: Enviar

source: Supabase is not configured on this device.
de: Supabase ist auf diesem Gerät nicht konfiguriert.
pt_br: O Supabase não está configurado neste dispositivo.

source: Support & Preferences
de: Support und Einstellungen
pt_br: Suporte e preferências

source: Tap the photo to update your profile picture
de: Tippen Sie auf das Foto, um Ihr Profilbild zu aktualisieren
pt_br: Toque na foto para atualizar sua imagem de perfil

source: Tell people a little about yourself
de: Erzähl den Leuten ein wenig über dich
pt_br: Conte um pouco sobre você

source: Thanks. Your report was submitted for review.
de: Danke. Ihr Bericht wurde zur Überprüfung eingereicht.
pt_br: Obrigado. Sua denúncia foi enviada para análise.

source: The conversation could not be loaded.
de: Die Konversation konnte nicht geladen werden.
pt_br: Não foi possível carregar a conversa.

source: The conversation with %@ and all of its messages will be removed for both participants.
de: Die Konversation mit %@ und alle darin enthaltenen Nachrichten werden für beide Teilnehmer entfernt.
pt_br: A conversa com %@ e todas as mensagens serão removidas para os dois participantes.

source: The image could not be saved. %@
de: Das Bild konnte nicht gespeichert werden. %@
pt_br: Não foi possível salvar a imagem. %@

source: The report could not be submitted. Please try again.
de: Der Bericht konnte nicht übermittelt werden. Bitte versuchen Sie es erneut.
pt_br: Não foi possível enviar a denúncia. Tente novamente.

source: The selected image could not be loaded.
de: Das ausgewählte Bild konnte nicht geladen werden.
pt_br: Não foi possível carregar a imagem selecionada.

source: This email is already in use.
de: Diese E-Mail wird bereits verwendet.
pt_br: Este e-mail já está em uso.

source: This message will be removed for everyone in the conversation.
de: Diese Nachricht wird für alle Teilnehmer der Konversation entfernt.
pt_br: Esta mensagem será removida para todos na conversa.

source: This setting will be implemented in a focused pull request.
de: Diese Einstellung wird in einer fokussierten Pull-Anfrage implementiert.
pt_br: Este ajuste será implementado em um pull request específico.

source: This user cannot receive calls right now.
de: Dieser Benutzer kann derzeit keine Anrufe empfangen.
pt_br: Este usuário não pode receber chamadas agora.

source: This username is already in use.
de: Dieser Benutzername wird bereits verwendet.
pt_br: Este username já está em uso.

source: Try another name or message.
de: Versuchen Sie es mit einem anderen Namen oder einer anderen Nachricht.
pt_br: Tente outro nome ou mensagem.

source: Unable to connect audio for this call.
de: Für diesen Anruf konnte keine Audioverbindung hergestellt werden.
pt_br: Não foi possível conectar o áudio desta chamada.

source: Unable to load blocked users.
de: Blockierte Benutzer können nicht geladen werden.
pt_br: Não foi possível carregar os usuários bloqueados.

source: Unable to load shared media.
de: Geteilte Medien können nicht geladen werden.
pt_br: Não foi possível carregar as mídias compartilhadas.

source: Unable to refresh this profile.
de: Dieses Profil kann nicht aktualisiert werden.
pt_br: Não foi possível atualizar este perfil.

source: Unable to start this conversation.
de: Dieses Gespräch kann nicht gestartet werden.
pt_br: Não foi possível iniciar esta conversa.

source: Unable to unblock this user.
de: Dieser Benutzer konnte nicht entsperrt werden.
pt_br: Não foi possível desbloquear este usuário.

source: Unable to update this block setting.
de: Diese Blockeinstellung kann nicht aktualisiert werden.
pt_br: Não foi possível atualizar este bloqueio.

source: Unanswered outgoing call
de: Unbeantworteter ausgehender Anruf
pt_br: Chamada realizada não atendida

source: Unblock
de: Entsperren
pt_br: Desbloquear

source: Username
de: Benutzername

source: Username must contain 3–30 lowercase letters, numbers, or underscores.
de: Der Benutzername muss 3–30 Kleinbuchstaben, Zahlen oder Unterstriche enthalten.
pt_br: O username deve conter de 3 a 30 letras minúsculas, números ou underscores.

source: Username must have 3–30 letters, numbers or underscores.
de: Der Benutzername muss aus 3–30 Buchstaben, Zahlen oder Unterstrichen bestehen.
pt_br: O username deve conter de 3 a 30 letras, números ou underscores.

source: Veyra voice call
de: Veyra Sprachanruf
pt_br: Chamada de voz Veyra

source: View %@'s profile
de: Sehen Sie sich das Profil von %@ an
pt_br: Ver o perfil de %@

source: Voice call
de: Sprachanruf
pt_br: Chamada de voz

source: We sent a confirmation link to %@
de: Wir haben einen Bestätigungslink an %@ gesendet
pt_br: Enviamos um link de confirmação para %@

source: Welcome back
de: Willkommen zurück
pt_br: Bem-vindo de volta

source: Why are you reporting this profile?
de: Warum melden Sie dieses Profil?
pt_br: Por que você está denunciando este perfil?

source: You
de: Du
pt_br: Você

source: You already have a report pending for this user.
de: Für diesen Benutzer steht bereits ein Bericht aus.
pt_br: Você já tem uma denúncia pendente para este usuário.

source: You will return to the login screen.
de: Sie kehren zum Anmeldebildschirm zurück.
pt_br: Você voltará para a tela de login.

source: Your account is securely created with Supabase.
de: Ihr Konto wird sicher mit Supabase erstellt.
pt_br: Sua conta é criada com segurança pelo Supabase.

source: Your conversations will appear here.
de: Ihre Gespräche werden hier angezeigt.
pt_br: Suas conversas aparecerão aqui.

source: Audio
pt_br: Áudio

source: Chats
pt_br: Conversas

source: Login
pt_br: Entrar

source: Name
pt_br: Nome

source: you@example.com
pt_br: voce@exemplo.com
